
{
    "game_name": "הכל על כסף",
    "questions": [
        { "q": "מהי אינפלציה?", "a": "תהליך של עלייה כללית ומתמשכת במחירים, הגורם לירידה בכוח הקנייה של הכסף.", "timer": 30 },
        { "q": "מהי ריבית?", "a": "'המחיר' של הכסף; הסכום שמשלם הלווה למלווה תמורת השימוש בכסף.", "timer": 30 },
        { "q": "מהו שוק המניות?", "a": "מקום שבו נסחרות מניות (חלקים בבעלות) של חברות ציבוריות.", "timer": 30 },
        { "q": "מהו מטבע קריפטוגרפי (Cryptocurrency)?", "a": "מטבע דיגיטלי או וירטואלי המשתמש בקריפטוגרפיה לאבטחה, כמו ביטקוין.", "timer": 30 },
        { "q": "מהי החשיבות של תקציב אישי?", "a": "תקציב עוזר לעקוב אחר הכנסות והוצאות, ומאפשר תכנון פיננסי והשגת יעדים.", "timer": 30 },
        { "q": "מהו דירוג אשראי (Credit Score)?", "a": "ציון מספרי המייצג את כושר האשראי של אדם, ומשפיע על היכולת לקבל הלוואות.", "timer": 30 },
        { "q": "מה ההבדל בין חיסכון להשקעה?", "a": "חיסכון הוא שמירת כסף בצד, בדרך כלל בסיכון נמוך. השקעה היא שימוש בכסף כדי לייצר תשואה, בדרך כלל בסיכון גבוה יותר.", "timer": 30 },
        { "q": "מהו תוצר מקומי גולמי (תמ\"ג)?", "a": "השווי הכולל של כל הסחורות והשירותים שיוצרו במדינה מסוימת בתקופת זמן נתונה.", "timer": 30 },
        { "q": "מהם 'היצע וביקוש'?", "a": "עקרון כלכלי בסיסי: כאשר הביקוש לעתים קרובות עולה, המחיר עולה; כאשר ההיצע עולה, המחיר יורד.", "timer": 30 },
        { "q": "מהי משכנתא (Mortgage)?", "a": "הלוואה ארוכת טווח המשמשת לרכישת נדל\"ן, כאשר הנכס עצמו משמש כבטוחה להלוואה.", "timer": 30 },
        { "q": "מהו פיזור השקעות (Diversification)?", "a": "אסטרטגיה של השקעה במגוון נכסים כדי להפחית את הסיכון הכולל בתיק ההשקעות.", "timer": 30 },
        { "q": "מהו 'ריבית דריבית' (Compound Interest)?", "a": "ריבית המחושבת לא רק על הקרן הראשונית, אלא גם על הריבית שהצטברה.", "timer": 30 },
        { "q": "מה תפקידו של בנק מרכזי?", "a": "לנהל את המדיניות המוניטרית של המדינה, לשלוט באספקת הכסף, ולהיות 'הבנק של הבנקים'.", "timer": 30 },
        { "q": "מה ההבדל בין כרטיס חיוב (Debit) לכרטיס אשראי (Credit)?", "a": "כרטיס חיוב מושך כסף ישירות מחשבון הבנק. כרטיס אשראי מאפשר ללוות כסף מחברה ולשלם מאוחר יותר.", "timer": 30 },
        { "q": "מהו מס ערך מוסף (מע\"מ)?", "a": "מס עקיף המוטל על הצריכה של מוצרים ושירותים.", "timer": 30 }
    ],
    "final_question": {
        "q": "מהם שלושת סוגי הנכסים העיקריים שמרכיבים תיק השקעות מגוון, ותנו דוגמה לכל אחד?",
        "a": "1. מניות (בעלות בחברה, כמו מניית טסלה). 2. איגרות חוב (הלוואה לממשלה/חברה, כמו אג\"ח ממשלתי). 3. נדל\"ן (נכס פיזי, כמו דירה להשקעה)."
    }
}