{
    "game_name": "סייבר דאטא",
    "questions": [
        { "q": "מהי פרצת מידע (Data Breach)?", "a": "אירוע שבו מידע רגיש, מוגן או סודי נחשף, נגנב או נמצא בשימוש על ידי גורם לא מורשה." },
        { "q": "מהו מידע המאפשר זיהוי אישי (PII)?", "a": "כל מידע שניתן להשתמש בו כדי לזהות אדם מסוים, כמו מספר תעודת זהות, כתובת או תאריך לידה." },
        { "q": "כיצד הצפנת נתונים (Data Encryption) מגנה על מידע?", "a": "היא הופכת את המידע לקוד בלתי קריא, כך שרק מי שמחזיק במפתח ההצפנה יכול לפענח אותו." },
        { "q": "מהי אנונימיזציה (Anonymization) של נתונים?", "a": "תהליך של הסרת מידע מזהה מנתונים כדי להגן על פרטיות האנשים שהמידע עוסק בהם." },
        { "q": "מהי ריבונות נתונים (Data Sovereignty)?", "a": "הרעיון שנתונים כפופים לחוקים ולתקנות של המדינה שבה הם מעובדים פיזית." },
        { "q": "מהו 'ביג דאטה' (Big Data)?", "a": "מאגרי נתונים גדולים ומורכבים במיוחד, הדורשים כלים מתקדמים לעיבוד וניתוח." },
        { "q": "מהי מטרתה של מערכת למניעת אובדן נתונים (DLP)?", "a": "לזהות ולמנוע העברה לא מורשית של נתונים רגישים אל מחוץ לארגון." },
        { "q": "מהו מטא-דאטה (Metadata)?", "a": "'נתונים על נתונים' - מידע המתאר מאפיינים של נתונים אחרים, כמו תאריך יצירת קובץ או גודלו." },
        { "q": "מהי תקנת ה-GDPR?", "a": "תקנת הגנת המידע הכללית של האיחוד האירופי, הקובעת כללים מחמירים על איסוף ועיבוד מידע אישי." },
        { "q": "כיצד אבטחת מסדי נתונים (Database Security) פועלת?", "a": "באמצעות בקרות גישה, הצפנה, ניטור וגיבוי כדי להגן על המידע המאוחסן במסד הנתונים." },
        { "q": "מהי שלמות נתונים (Data Integrity)?", "a": "הבטחת הדיוק, העקביות והאמינות של הנתונים לאורך כל מחזור חייהם." },
        { "q": "מהו סיווג נתונים (Data Classification)?", "a": "תהליך של תיוג נתונים לפי רמת הרגישות שלהם (למשל, ציבורי, פנימי, סודי) כדי להחיל עליהם את רמת ההגנה המתאימה." },
        { "q": "מהי 'זכות להישכח'?", "a": "זכות המעוגנת ב-GDPR, המאפשרת לאנשים לבקש מחיקה של המידע האישי שלהם ממערכות של ארגונים." },
        { "q": "מהו ניתוח נתונים (Data Analytics)?", "a": "תהליך בחינת מאגרי נתונים כדי להסיק מסקנות, לזהות מגמות ולקבל החלטות מושכלות." },
        { "q": "מה ההבדל בין אימות (Authentication) להרשאה (Authorization)?", "a": "אימות הוא תהליך וידוא הזהות (מי אתה?). הרשאה היא תהליך קביעת הפעולות המותרות לך (מה אתה יכול לעשות?)." }
    ]
}
