
{
    "game_name": "הגנת סייבר",
    "questions": [
        { "q": "איך אוכל לזהות שהאתר שאליו אני גולש הוא מאובטח?", "a": "האתר אמור להתחיל ב-HTTPS או להציג סמל של מנעול ליד הכתובת.", "timer": 15 },
        { "q": "מהי מתקפת פישינג (Phishing)?", "a": "ניסיון לגנוב מידע רגיש (כמו סיסמאות) על ידי התחזות לישות מהימנה, בדרך כלל באמצעות אימייל או הודעה.", "timer": 30 },
        { "q": "מה תפקידה של חומת אש (Firewall)?", "a": "לפקח על תעבורת הרשת הנכנסת והיוצאת ולחסום תעבורה חשודה על בסיס כללי אבטחה.", "timer": 30 },
        { "q": "מהי הנדסה חברתית (Social Engineering)?", "a": "מניפולציה פסיכולוגית של אנשים כדי שיבצעו פעולות או ימסרו מידע סודי.", "timer": 30 },
        { "q": "מהו וירוס כופר (Ransomware)?", "a": "תוכנה זדונית המצפינה את קבצי הקורבן ודורשת תשלום כופר עבור שחרורם.", "timer": 30 },
        { "q": "מהי אימות דו-שלבי (2FA)?", "a": "שיטת אבטחה הדורשת שתי דרכי זיהוי שונות (למשל, סיסמה וקוד מהטלפון) כדי לגשת לחשבון.", "timer": 30 },
        { "q": "מדוע חשוב לעדכן תוכנות באופן קבוע?", "a": "עדכונים כוללים לעיתים קרובות תיקוני אבטחה החוסמים פרצות שהתגלו.", "timer": 30 },
        { "q": "מה ההבדל העיקרי בין וירוס לתולעת מחשב?", "a": "וירוס צריך תיווך אנושי (כמו פתיחת קובץ) כדי להתפשט, בעוד שתולעת יכולה להתפשט ברשת באופן עצמאי.", "timer": 30 },
        { "q": "מהו VPN וכיצד הוא עוזר לאבטחה?", "a": "רשת פרטית וירטואלית (VPN) מצפינה את תעבורת האינטרנט שלך ומסתירה את כתובת ה-IP, מה שמגן על פרטיותך.", "timer": 30 },
        { "q": "מהי התקפת מניעת שירות (DoS)?", "a": "ניסיון להפוך שירות מקוון (כמו אתר אינטרנט) ללא זמין על ידי הצפתו בתעבורה.", "timer": 30 },
        { "q": "מהי סיסמה חזקה?", "a": "סיסמה ארוכה (לפחות 12 תווים) המשלבת אותיות גדולות וקטנות, מספרים וסמלים.", "timer": 30 },
        { "q": "מהי המטרה של תוכנת אנטי-וירוס?", "a": "לזהות, למנוע ולהסיר תוכנות זדוניות (Malware) מהמחשב.", "timer": 30 },
        { "q": "מהי הצפנה (Encryption)?", "a": "תהליך המרת מידע לקוד כדי למנוע גישה בלתי מורשית.", "timer": 30 },
        { "q": "האם רשת Wi-Fi ציבורית היא בטוחה?", "a": "לא תמיד. יש להימנע מביצוע פעולות רגישות (כמו בנקאות) ברשתות ציבוריות לא מאובטחות.", "timer": 30 },
        { "q": "מהי פגיעות 'יום אפס' (Zero-Day)?", "a": "פרצת אבטחה בתוכנה שאינה ידועה למפתחים, ולכן אין לה עדיין תיקון.", "timer": 30 }
    ]
}
