
{
    "game_name": "היסטורית ישראל בעת החדשה",
    "questions": [
        {
            "q": "מה הייתה הצהרת בלפור ומה הייתה משמעותה ההיסטורית עבור התנועה הציונית?",
            "a": "הצהרת בלפור הייתה מכתב ששלח שר החוץ הבריטי, ארתור בלפור, ב-1917, בו הביעה ממשלת בריטניה תמיכה בהקמת \"בית לאומי לעם היהודי\" בארץ ישראל. משמעותה הייתה עצומה, שכן זו הייתה הפעם הראשונה שמעצמה עולמית הכירה באופן רשמי בשאיפות הלאומיות של העם היהודי.",
            "timer": 40
        },
        {
            "q": "מה היו עיקרי 'הספר הלבן' של 1939 וכיצד הוא השפיע על העלייה לארץ?",
            "a": "הספר הלבן הגביל באופן דרסטי את העלייה היהודית לארץ ישראל (ל-75,000 איש במשך 5 שנים), אסר על מכירת קרקעות ליהודים ברוב שטחי הארץ, וקבע כי תוך 10 שנים תוקם מדינה פלסטינית. הוא נתפס כבגידה של הבריטים והפך את העלייה החוקית כמעט לבלתי אפשרית, מה שהוביל להתרחבות ההעפלה (עלייה בלתי לגאלית).",
            "timer": 45
        },
        {
            "q": "מי נחשב ל'חוזה המדינה' והוציא לאור את הספר \"מדינת היהודים\"?\nא) חיים ויצמן\nב) דוד בן-גוריון\nג) תיאודור הרצל\nד) זאב ז'בוטינסקי",
            "a": "ג) תיאודור הרצל. הוא היה העיתונאי והסופר שהניח את היסודות לציונות המדינית המודרנית.",
            "timer": 30
        },
        {
            "q": "באיזו שנה הוכרזה הקמתה של מדינת ישראל?",
            "a": "בשנת 1948 (ה' באייר תש\"ח). ההכרזה נערכה על ידי דוד בן-גוריון בתל אביב.",
            "timer": 20
        },
        {
            "q": "מה היו שני השלבים העיקריים של מלחמת העצמאות?",
            "a": "השלב הראשון (דצמבר 1947 - מאי 1948) היה מלחמת אזרחים בין היישוב היהודי לערביי ארץ ישראל. השלב השני (מאי 1948 - יולי 1949) החל עם פלישת צבאות ערב (מצרים, ירדן, סוריה, לבנון ועיראק) לאחר הכרזת המדינה.",
            "timer": 45
        },
        {
            "q": "מה הייתה 'הקונספציה' שהתנפצה בפרוץ מלחמת יום הכיפורים בשנת 1973?",
            "a": "הקונספציה הייתה תפיסת המודיעין הישראלית שגרסה כי מצרים לא תפתח במלחמה כל עוד אין לה יכולת לתקוף בעומק ישראל, וסוריה לא תתקוף לבדה. תפיסה זו הובילה להפתעה מוחלטת כשהמלחמה פרצה.",
            "timer": 40
        },
        {
            "q": "מה הייתה התוצאה הטריטוריאלית המרכזית של מלחמת ששת הימים (1967)?",
            "a": "ישראל כבשה את חצי האי סיני ורצועת עזה מידי מצרים, את רמת הגולן מידי סוריה, ואת הגדה המערבית (יהודה ושומרון) ומזרח ירושלים מידי ירדן.",
            "timer": 35
        },
        {
            "q": "משפטו של איזה פושע נאצי, שנלכד על ידי המוסד, התקיים בירושלים בשנת 1961?\nא) יוזף מנגלה\nב) אדולף אייכמן\nג) קלאוס ברבי\nד) היינריך הימלר",
            "a": "ב) אדולף אייכמן. הוא היה אחראי על הלוגיסטיקה של \"הפתרון הסופי\" והוצא להורג בישראל לאחר המשפט.",
            "timer": 30
        },
        {
            "q": "מה היה ההישג ההיסטורי של הסכמי קמפ דיוויד שנחתמו ב-1978?",
            "a": "ההסכמים הובילו לחתימת הסכם השלום הראשון בין ישראל למדינה ערבית – מצרים. במסגרת ההסכם, ישראל נסוגה מחצי האי סיני בתמורה לשלום מלא ויחסים דיפלומטיים.",
            "timer": 35
        },
        {
            "q": "מי היה ראש הממשלה הראשון של מדינת ישראל?\nא) גולדה מאיר\nב) מנחם בגין\nג) דוד בן-גוריון\nד) יצחק רבין",
            "a": "ג) דוד בן-גוריון. הוא הכריז על הקמת המדינה וכיהן כראש הממשלה ושר הביטחון הראשון שלה.",
            "timer": 25
        },
        {
            "q": "תארו בקצרה את מבצע החילוץ הנועז הידוע בשם 'מבצע אנטבה' (או מבצע יונתן).",
            "a": "מבצע אנטבה היה מבצע קומנדו של צה\"ל ב-1976 באוגנדה, לחילוץ 105 נוסעים יהודים וישראלים ואנשי צוות של מטוס אייר פראנס שנחטף על ידי טרוריסטים. המבצע נחשב להצלחה מסחררת ונועזת ברמה בינלאומית.",
            "timer": 40
        },
        {
            "q": "מה היו העקרונות המרכזיים שעמדו בבסיס הסכמי אוסלו בתחילת שנות ה-90?",
            "a": "הסכמי אוסלו התבססו על הכרה הדדית בין ישראל לאש\"ף (הארגון לשחרור פלסטין), והקמת רשות פלסטינית אוטונומית שתנהל את חיי הפלסטינים ברצועת עזה וביריחו בשלב ראשון, כצעד ביניים לקראת הסדר קבע.",
            "timer": 40
        },
        {
            "q": "מהי העלייה הגדולה ביותר שהגיעה לישראל לאחר קום המדינה?",
            "a": "העלייה הגדולה ביותר הייתה העלייה מברית המועצות לשעבר בסוף שנות ה-80 ותחילת שנות ה-90, במסגרתה הגיעו לישראל מעל למיליון עולים תוך שנים ספורות.",
            "timer": 30
        },
        {
            "q": "איזה ראש ממשלה ישראלי חתם על הסכם השלום עם ירדן?\nא) שמעון פרס\nב) יצחק שמיר\nג) אהוד ברק\nד) יצחק רבין",
            "a": "ד) יצחק רבין. הוא חתם על ההסכם עם המלך חוסיין בשנת 1994.",
            "timer": 25
        },
        {
            "q": "מהי 'אינתיפאדה' בהקשר של הסכסוך הישראלי-פלסטיני?",
            "a": "אינתיפאדה היא התקוממות עממית פלסטינית. המוכרות ביותר הן האינתיפאדה הראשונה (סוף שנות ה-80), שהתאפיינה בהפרות סדר והפגנות, והאינתיפאדה השנייה (תחילת שנות ה-2000), שהייתה אלימה הרבה יותר וכללה פיגועי טרור רבים.",
            "timer": 35
        }
    ],
    "final_question": {
        "q": "ציינו שלושה גלי עלייה מרכזיים לישראל לאחר הקמתה ב-1948, ותארו את ארצות המוצא העיקריות של העולים בכל גל.",
        "a": "1. עליית 'שארית הפליטה' (סוף שנות ה-40): ניצולי שואה מאירופה.\n2. עליית יהודי ארצות ערב והאסלאם (שנות ה-50 וה-60): עולים בעיקר ממרוקו, עיראק, תימן, מצרים ועוד.\n3. העלייה מברית המועצות לשעבר (שנות ה-90): גל המוני של כמיליון עולים לאחר התפרקות ברית המועצות."
    }
}
