
{
    "game_name": "גלגולו של לוג",
    "questions": [
        { "q": "מהו השלב הראשון במחזור החיים של לוג?", "a": "יצירה (Generation) - הרגע שבו אירוע מתרחש ומתועד על ידי מערכת.", "timer": 30 },
        { "q": "מהי אגרגציה (Aggregation) של לוגים?", "a": "איסוף וריכוז לוגים ממקורות מידע מרובים למקום מרכזי אחד.", "timer": 30 },
        { "q": "לשם מה משמשת מערכת SIEM?", "a": "לניהול מידע ואירועי אבטחה. היא אוספת לוגים, מנתחת אותם ומספקת התראות בזמן אמת.", "timer": 30 },
        { "q": "מהי נורמליזציה (Normalization) של לוגים?", "a": "תהליך הבאת לוגים בפורמטים שונים למבנה אחיד כדי לאפשר ניתוח יעיל.", "timer": 30 },
        { "q": "מהי החשיבות של חתימת זמן (Timestamp) מדויקת בלוג?", "a": "היא מאפשרת לסדר אירועים באופן כרונולוגי מדויק, דבר חיוני לחקירת אירועי אבטחה.", "timer": 30 },
        { "q": "מהי מדיניות שמירת לוגים (Retention Policy)?", "a": "מדיניות הקובעת למשך כמה זמן יש לאחסן לוגים לפני מחיקתם או העברתם לארכיון.", "timer": 30 },
        { "q": "באיזה פורמט נפוץ משתמשים להעברת לוגים במערכות לינוקס?", "a": "Syslog הוא פרוטוקול ופורמט סטנדרטי ונפוץ מאוד.", "timer": 30 },
        { "q": "מהו השלב האחרון במחזור החיים של לוג?", "a": "השמדה (Disposal/Deletion) - מחיקה בטוחה של הלוגים לאחר שפג תוקף מדיניות השמירה שלהם.", "timer": 30 },
        { "q": "מהי המטרה של ניתוח לוגים (Log Analysis)?", "a": "לזהות דפוסים, אנומליות, בעיות תפעוליות או אירועי אבטחה על סמך המידע בלוגים.", "timer": 30 },
        { "q": "מהם 'לוגי ביקורת' (Audit Logs)?", "a": "תיעוד כרונולוגי של פעולות שבוצעו במערכת, כמו מי התחבר, מתי, ומה הוא עשה.", "timer": 30 },
        { "q": "מדוע חשוב להגן על הלוגים עצמם משינויים?", "a": "כדי להבטיח את שלמותם (Integrity) ולהשתמש בהם כראיה קבילה בחקירות.", "timer": 30 },
        { "q": "מהו איסוף לוגים (Log Collection)?", "a": "התהליך של העברת הלוגים מהמערכות שבהן נוצרו אל מערכת ריכוז הלוגים.", "timer": 30 },
        { "q": "תנו דוגמה למידע שניתן למצוא בלוג של שרת ווב.", "a": "כתובת IP של המבקר, הדף המבוקש, שעת הבקשה, סוג הדפדפן, וקוד סטטוס (כמו 200 או 404).", "timer": 30 },
        { "q": "מהי העשרה (Enrichment) של לוגים?", "a": "הוספת מידע נוסף ללוג (למשל, מיקום גיאוגרפי של כתובת IP) כדי לספק יותר הקשר לניתוח.", "timer": 30 }
    ]
}
